Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Analyzed
ar: تم التحليل
da: Analyseret
de: Analysiert
es: Analizado
fi: Analysoitu
fr: Analysé
is: Greint
it: Analizzato
ja: 分析済み
ko: 분석 완료
nb: Analysert
nl: Geanalyseerd
pt_br: Analisado
ru: Проанализировано
sv: Analyserad
zh_hans: 已分析

# Analyzing %lld/%lld...
source: Analyzing %1$lld/%2$lld...
ar: جارٍ تحليل %1$lld/%2$lld...
da: Analyserer %lld/%lld...
de: Analysiere %lld/%lld …
es: Analizando %lld/%lld...
fi: Analysoidaan %1$lld/%2$lld...
fr: Analyse %lld/%lld...
is: Greinir %1$lld/%2$lld...
it: Analisi %lld/%lld...
ja: %lld/%lld分析中...
ko: %lld/%lld 분석 중...
nb: Analyserer %lld/%lld...
nl: %lld/%lld analyseren...
pt_br: Analisando %lld/%lld...
ru: Анализ %lld/%lld...
sv: Analyserar %lld/%lld...
zh_hans: 正在分析 %1$lld/%2$lld...

source: Analyzing night %lld of %lld…
ar: جارٍ تحليل الليلة %1$lld من %2$lld…
da: Analyserer nat %lld af %lld…
de: Analysiere Nacht %lld von %lld …
es: Analizando la noche %lld de %lld…
fi: Analysoidaan yötä %lld/%lld…
fr: Analyse de la nuit %lld sur %lld…
is: Greinir nótt %lld af %lld…
it: Analisi della notte %lld di %lld…
ja: %2$lld 晩中 %1$lld 泊目を分析中…
ko: 밤 %lld/%lld 분석 중…
nb: Analyserer natt %lld av %lld…
nl: Nacht %lld van %lld analyseren…
pt_br: Analisando a noite %lld de %lld…
ru: Анализ ночи %lld из %lld…
sv: Analyserar natt %lld av %lld…
zh_hans: 正在分析第 %1$lld 晚（共 %2$lld 晚）…

source: Analyzing...
ar: جارٍ التحليل...
da: Analyserer...
de: Analyse läuft …
es: Analizando...
fi: Analysoidaan...
fr: Analyse en cours...
is: Greinir...
it: Analisi in corso...
ja: 分析中...
ko: 분석 중...
nb: Analyserer...
nl: Analyseren...
pt_br: Analisando...
ru: Анализ...
sv: Analyserar...
zh_hans: 正在分析...

source: Anchors power-TSS, intensity factor, and power zones for sessions where a power meter is connected (Stryd for run, CPS/FTMS for bike). Field test: 20-min all-out time trial → take 95 % of average power. Running FTP is typically 5–15 % higher than cycling FTP for the same person, so set them separately. When unset, normalized power is still recorded; only the FTP-anchored derivations stay blank.
ar: يُحدِّد المرجع لـ TSS الخاص بالقدرة وعامل الشدة ومناطق القدرة للجلسات التي يكون فيها مقياس القدرة متصلاً (Stryd للجري، CPS/FTMS للدراجة). اختبار ميداني: تجربة زمنية بأقصى جهد لمدة 20 دقيقة ← خذ 95 % من متوسط القدرة. عادةً ما يكون FTP الجري أعلى بنسبة 5–15 % من FTP ركوب الدراجة للشخص نفسه، لذا اضبطهما بشكل منفصل. عند عدم الضبط، تظل القدرة المُطبَّعة مُسجَّلة؛ وتبقى فارغة فقط القيم المشتقة المرتكزة على FTP.
da: Forankrer effekt-TSS, intensitetsfaktor og effektzoner for sessioner, hvor en effektmåler er tilsluttet (Stryd til løb, CPS/FTMS til cykel). Felttest: 20-min. enkeltstart for fuld kraft → tag 95 % af gennemsnitseffekten. Løb-FTP er typisk 5-15 % højere end cykel-FTP for samme person, så indstil dem hver for sig. Når den ikke er sat, registreres normaliseret effekt stadig; kun de FTP-forankrede afledninger forbliver tomme.
de: Verankert Power-TSS, Intensitätsfaktor und Leistungszonen für Einheiten mit angeschlossenem Leistungsmesser (Stryd beim Laufen, CPS/FTMS beim Rad). Feldtest: 20-Minuten-All-out-Zeitfahren → 95 % der Durchschnittsleistung nehmen. Die Lauf-FTP liegt bei derselben Person meist 5–15 % über der Rad-FTP, setze sie also getrennt. Ohne Wert wird die normalisierte Leistung weiterhin aufgezeichnet; nur die FTP-gestützten Ableitungen bleiben leer.
es: Ancla el TSS por potencia, el factor de intensidad y las zonas de potencia en sesiones con potenciómetro conectado (Stryd para correr, CPS/FTMS para bici). Test de campo: contrarreloj de 20 min a tope → toma el 95 % de la potencia media. El FTP de carrera suele ser un 5–15 % más alto que el de ciclismo en la misma persona, así que configúralos por separado. Si no lo defines, la potencia normalizada se sigue registrando; solo quedan en blanco las derivaciones ancladas al FTP.
fi: Ankkuroi tehon TSS:n, intensiteettikertoimen ja tehoalueet istunnoissa, joissa tehomittari on yhdistetty (Stryd juoksuun, CPS/FTMS pyöräilyyn). Kenttätesti: 20 min täysillä ajettava aika-ajo → ota 95 % keskitehosta. Juoksun FTP on samalla henkilöllä tyypillisesti 5–15 % korkeampi kuin pyöräilyn FTP, joten aseta ne erikseen. Kun arvoa ei ole asetettu, normalisoitu teho tallentuu silti; vain FTP:hen ankkuroidut johdannaiset jäävät tyhjiksi.
fr: Sert d’ancrage au TSS de puissance, au facteur d’intensité et aux zones de puissance pour les séances avec capteur de puissance connecté (Stryd en course, CPS/FTMS à vélo). Test de terrain : contre-la-montre de 20 min à fond → prendre 95 % de la puissance moyenne. Chez une même personne, la FTP en course est en général 5–15 % supérieure à la FTP en vélo : réglez-les séparément. Sans valeur, la puissance normalisée reste enregistrée ; seules les dérivations ancrées sur la FTP restent vides.
is: Festir afl-TSS, ákefðarstuðul og aflsvæði fyrir lotur þar sem aflmælir er tengdur (Stryd fyrir hlaup, CPS/FTMS fyrir hjól). Vettvangspróf: 20 mín. tímataka á fullu afli → taktu 95 % af meðalafli. Hlaupa-FTP er yfirleitt 5–15 % hærra en hjóla-FTP fyrir sama einstakling, svo stilltu þau hvort í sínu lagi. Þegar ekki er stillt er staðlað afl áfram skráð; aðeins FTP-festar afleiðslur haldast auðar.
it: Ancora il TSS di potenza, l’intensity factor e le zone di potenza per le sessioni con un misuratore collegato (Stryd per la corsa, CPS/FTMS per la bici). Test sul campo: prova a cronometro di 20 min a tutta → prendi il 95 % della potenza media. Per la stessa persona l’FTP di corsa è di norma 5–15 % più alto di quello in bici, quindi impostali separatamente. Se non impostato, la potenza normalizzata viene comunque registrata; restano vuote solo le derivazioni ancorate all’FTP.
ja: パワーメーターが接続されているセッション（ランはStryd、バイクはCPS/FTMS）で、パワーTSS、強度係数、パワーゾーンの基準となります。フィールドテスト：20分間の全力タイムトライアル → 平均パワーの95 %を採用します。同一人物でもランのFTPはバイクのFTPより通常5～15 %高いため、別々に設定してください。未設定の場合も正規化パワーは記録され、FTPを基準とする導出値のみが空欄のままになります。
ko: 파워 미터가 연결된 세션(달리기는 Stryd, 자전거는 CPS/FTMS)에서 파워 TSS, 강도 계수, 파워 존의 기준이 됩니다. 현장 테스트: 20분 전력 타임 트라이얼 → 평균 파워의 95 %를 사용하세요. 같은 사람이라도 달리기 FTP는 보통 자전거 FTP보다 5~15 % 높으므로 따로 설정하세요. 설정하지 않아도 정규화 파워는 계속 기록되며, FTP 기준 파생값만 비어 있게 됩니다.
nb: Forankrer effekt-TSS, intensitetsfaktor og effektsoner for økter der en effektmåler er tilkoblet (Stryd for løp, CPS/FTMS for sykkel). Felttest: 20-min. tempoløp for fullt → ta 95 % av gjennomsnittseffekten. Løpe-FTP er for samme person vanligvis 5–15 % høyere enn sykkel-FTP, så still dem inn hver for seg. Når den ikke er satt, registreres normalisert effekt fortsatt; bare de FTP-forankrede avledningene forblir tomme.
nl: Verankert vermogens-TSS, intensiteitsfactor en vermogenszones voor sessies waarbij een vermogensmeter is verbonden (Stryd voor hardlopen, CPS/FTMS voor fietsen). Veldtest: tijdrit van 20 min voluit → neem 95 % van het gemiddelde vermogen. De hardloop-FTP ligt bij dezelfde persoon doorgaans 5–15 % hoger dan de fiets-FTP, dus stel ze afzonderlijk in. Zonder waarde wordt het genormaliseerde vermogen nog steeds vastgelegd; alleen de op FTP gebaseerde afleidingen blijven leeg.
pt_br: Ancora o TSS de potência, o fator de intensidade e as zonas de potência em sessões com medidor de potência conectado (Stryd para corrida, CPS/FTMS para bike). Teste de campo: contrarrelógio de 20 min no máximo → use 95 % da potência média. Para a mesma pessoa, o FTP de corrida costuma ser 5–15 % maior que o de ciclismo, então configure-os separadamente. Se não definido, a potência normalizada continua sendo registrada; apenas as derivações ancoradas no FTP ficam em branco.
ru: Задаёт опорные значения для силового TSS, фактора интенсивности и зон мощности для сессий, в которых подключён измеритель мощности (Stryd для бега, CPS/FTMS для велосипеда). Полевой тест: 20-минутная гонка на время на максимум → возьмите 95 % средней мощности. Беговой FTP у одного и того же человека обычно на 5–15 % выше велосипедного, поэтому задавайте их отдельно. Если значение не задано, нормализованная мощность всё равно записывается; пустыми остаются только производные, опирающиеся на FTP.
sv: Förankrar effekt-TSS, intensitetsfaktor och effektzoner för pass där en effektmätare är ansluten (Stryd för löpning, CPS/FTMS för cykel). Fälttest: 20-min. tempolopp för fullt → ta 95 % av medeleffekten. Löp-FTP är för samma person vanligtvis 5–15 % högre än cykel-FTP, så ställ in dem var för sig. När den inte är inställd registreras normaliserad effekt ändå; bara de FTP-förankrade härledningarna förblir tomma.
zh_hans: 为已连接功率计的训练（跑步用 Stryd，骑行用 CPS/FTMS）锚定功率 TSS、强度系数和功率区间。场地测试：20 分钟全力计时 → 取平均功率的 95 %。同一人的跑步 FTP 通常比骑行 FTP 高 5–15 %，因此请分别设置。未设置时仍会记录标准化功率，只有以 FTP 为基准的衍生值保持为空。

source: ANS Indexes
ar: مؤشرات الجهاز العصبي
da: ANS-indekser
de: ANS-Indizes
es: Índices del SNA
fi: ANS-indeksit
fr: Indices du SNA
is: ANS-vísitölur
it: Indici SNA
ja: 自律神経指数
ko: 자율신경 지수
nb: ANS-indekser
nl: ANS-indexen
pt_br: Índices do SNA
ru: Индексы ВНС
sv: ANS-index
zh_hans: 自主神经指数

source: ANS indexes unavailable for this reading.
ar: مؤشرات الجهاز الذاتي غير متاحة لهذه القراءة.
da: ANS-indekser er utilgængelige for denne måling.
de: ANS-Indizes für diese Messung nicht verfügbar.
es: Índices del SNA no disponibles para esta lectura.
fi: ANS-indeksit eivät ole saatavilla tälle mittaukselle.
fr: Indices du SNA indisponibles pour cette mesure.
is: ANS-vísitölur ekki tiltækar fyrir þessa mælingu.
it: Indici SNA non disponibili per questa lettura.
ja: この測定では自律神経指数を取得できません。
ko: 이 측정에는 자율신경 지수를 사용할 수 없습니다.
nb: ANS-indekser er utilgjengelige for denne målingen.
nl: ANS-indexen niet beschikbaar voor deze meting.
pt_br: Índices do SNA indisponíveis para esta leitura.
ru: Индексы ВНС недоступны для этого измерения.
sv: ANS-index är inte tillgängliga för denna mätning.
zh_hans: 本次读数无法提供自主神经指数。

source: Any sleep overlapping this range is replaced with awake time.
ar: يُستبدل أي نوم يتداخل مع هذا النطاق بوقت اليقظة.
da: Al søvn, der overlapper dette interval, erstattes med vågen tid.
de: Jeder Schlaf, der sich mit diesem Bereich überschneidet, wird durch Wachzeit ersetzt.
es: Cualquier sueño que se superponga con este intervalo se reemplaza por tiempo despierto.
fi: Kaikki tähän väliin osuva uni korvataan hereilläoloajalla.
fr: Tout sommeil chevauchant cette plage est remplacé par du temps d'éveil.
is: Öllum svefni sem skarast við þetta bil er skipt út fyrir vökutíma.
it: Qualsiasi sonno che si sovrappone a questo intervallo viene sostituito con tempo da sveglio.
ja: この範囲と重なる睡眠はすべて覚醒時間に置き換えられます。
ko: 이 범위와 겹치는 수면은 모두 깨어 있는 시간으로 대체됩니다.
nb: All søvn som overlapper dette området, erstattes med våken tid.
nl: Alle slaap die overlapt met dit bereik wordt vervangen door wakkere tijd.
pt_br: Qualquer sono que se sobreponha a este intervalo é substituído por tempo acordado.
ru: Любой сон, пересекающийся с этим диапазоном, заменяется временем бодрствования.
sv: All sömn som överlappar detta intervall ersätts med vaken tid.
zh_hans: 与此范围重叠的所有睡眠均替换为清醒时间。

source: Any soreness?
ar: هل تشعر بألم عضلي؟
da: Nogen ømhed?
de: Muskelkater?
es: ¿Alguna molestia?
fi: Onko lihaskipua?
fr: Des courbatures ?
is: Einhver harðsperra?
it: Indolenzimento?
ja: 筋肉痛はありますか？
ko: 근육통이 있나요?
nb: Noen stølhet?
nl: Spierpijn?
pt_br: Alguma dor muscular?
ru: Есть ли болезненность?
sv: Någon ömhet?
zh_hans: 有肌肉酸痛吗？

source: API Key
ar: مفتاح API
da: API-nøgle
de: API-Schlüssel
es: Clave de API
fi: API-avain
fr: Clé API
is: API-lykill
it: Chiave API
ja: APIキー
ko: API 키
nb: API-nøkkel
nl: API-sleutel
pt_br: Chave de API
ru: Ключ API
sv: API-nyckel
zh_hans: API 密钥

source: API key invalid
ar: مفتاح API غير صالح
da: API-nøgle ugyldig
de: API-Schlüssel ungültig
es: Clave de API no válida
fi: API-avain virheellinen
fr: Clé API invalide
is: API-lykill ógildur
it: Chiave API non valida
ja: API キーが無効です
ko: API 키가 잘못됨
nb: API-nøkkel ugyldig
nl: API-sleutel ongeldig
pt_br: Chave de API inválida
ru: Неверный ключ API
sv: API-nyckeln är ogiltig
zh_hans: API 密钥无效

source: API keys are stored in the iOS Keychain, encrypted, never synced to iCloud, and used only to call the provider you added them for.
ar: تُخزَّن مفاتيح API في Keychain على iOS مشفّرة، ولا تُزامن مع iCloud أبدًا، وتُستخدم فقط لاستدعاء المزوّد الذي أضفتها من أجله.
da: API-nøgler gemmes krypteret i iOS-nøgleringen, synkroniseres aldrig til iCloud og bruges kun til at kalde den udbyder, du tilføjede dem for.
de: API-Schlüssel werden verschlüsselt im iOS-Schlüsselbund gespeichert, nie mit iCloud synchronisiert und nur für den Anbieter verwendet, für den du sie hinzugefügt hast.
es: Las claves de API se guardan cifradas en el Llavero de iOS, nunca se sincronizan con iCloud y solo se usan para llamar al proveedor para el que las añadiste.
fi: API-avaimet tallennetaan salattuina iOS:n avainnippuun, niitä ei koskaan synkronoida iCloudiin ja niitä käytetään vain siihen palveluun, jolle ne lisäsit.
fr: Les clés d’API sont stockées chiffrées dans le trousseau iOS, jamais synchronisées avec iCloud, et utilisées uniquement pour appeler le fournisseur pour lequel vous les avez ajoutées.
is: API-lyklar eru geymdir dulkóðaðir í iOS-lyklakippunni, samstillast aldrei við iCloud og eru aðeins notaðir til að kalla á þann þjónustuaðila sem þú bættir þeim við fyrir.
it: Le chiavi API sono salvate cifrate nel Portachiavi iOS, non vengono mai sincronizzate su iCloud e sono usate solo per chiamare il provider per cui le hai aggiunte.
ja: API キーは暗号化して iOS のキーチェーンに保存され、iCloud には同期されず、追加した対象のプロバイダーの呼び出しにのみ使用されます。
ko: API 키는 iOS 키체인에 암호화되어 저장되며, iCloud에 동기화되지 않고, 추가한 해당 제공업체를 호출할 때만 사용됩니다.
nb: API-nøkler lagres kryptert i iOS-nøkkelringen, synkroniseres aldri til iCloud og brukes kun til å kalle leverandøren du la dem til for.
nl: API-sleutels worden versleuteld opgeslagen in de iOS-sleutelhanger, nooit naar iCloud gesynchroniseerd en alleen gebruikt om de aanbieder aan te roepen waarvoor je ze hebt toegevoegd.
pt_br: As chaves de API ficam criptografadas nas Chaves do iOS, nunca são sincronizadas com o iCloud e são usadas apenas para chamar o provedor ao qual você as adicionou.
ru: Ключи API хранятся зашифрованными в связке ключей iOS, никогда не синхронизируются с iCloud и используются только для вызова того провайдера, для которого вы их добавили.
sv: API-nycklar lagras krypterade i iOS Nyckelhanterare, synkas aldrig till iCloud och används endast för att anropa leverantören du lade till dem för.
zh_hans: API 密钥以加密方式保存在 iOS 钥匙串中，绝不同步到 iCloud，且仅用于调用你为其添加密钥的提供方。

source: App language
ar: لغة التطبيق
da: Appsprog
de: App-Sprache
es: Idioma de la app
fi: Sovelluksen kieli
fr: Langue de l’app
is: Tungumál forrits
it: Lingua dell’app
ja: アプリの言語
ko: 앱 언어
nb: Appspråk
nl: App-taal
pt_br: Idioma do app
ru: Язык приложения
sv: Appspråk
zh_hans: 应用语言

source: Appearance
ar: المظهر
da: Udseende
de: Erscheinungsbild
es: Apariencia
fi: Ulkoasu
fr: Apparence
is: Útlit
it: Aspetto
ja: 外観
ko: 외관
nb: Utseende
nl: Weergave
pt_br: Aparência
ru: Оформление
sv: Utseende
zh_hans: 外观

source: Apple deliberately doesn't expose a URL scheme that opens the per-app Health permissions page. The button below opens Emuqu's own iOS Settings page; from there, navigate to Privacy & Security → Health → Emuqu.
ar: لا تتيح Apple عمداً مخطط عناوين URL يفتح صفحة أذونات صحتي لكل تطبيق على حدة. يفتح الزر أدناه صفحة إعدادات iOS الخاصة بـ Emuqu؛ ومن هناك انتقل إلى الخصوصية والأمن → صحتي → Emuqu.
da: Apple stiller bevidst ikke et URL-skema til rådighed, der åbner siden med Health-tilladelser for den enkelte app. Knappen nedenfor åbner Emuqus egen iOS-indstillingsside; derfra navigerer du til Anonymitet og sikkerhed → Health → Emuqu.
de: Apple stellt absichtlich kein URL-Schema bereit, das die Health-Berechtigungsseite einer einzelnen App öffnet. Die Schaltfläche unten öffnet die eigene iOS-Einstellungsseite von Emuqu; navigiere von dort zu Datenschutz & Sicherheit → Health → Emuqu.
es: Apple deliberadamente no ofrece un esquema de URL que abra la página de permisos de Salud por app. El botón de abajo abre la propia página de Ajustes de iOS de Emuqu; desde ahí, ve a Privacidad y seguridad → Salud → Emuqu.
fi: Apple ei tarkoituksella tarjoa URL-mallia, joka avaa sovelluskohtaisen Health-käyttöoikeussivun. Alla oleva painike avaa Emuqun oman iOS-asetussivun; siirry sieltä kohtaan Tietosuoja ja suojaus → Health → Emuqu.
fr: Apple ne propose délibérément pas de schéma d'URL ouvrant la page des autorisations Santé propre à chaque app. Le bouton ci-dessous ouvre la page Réglages iOS d’Emuqu ; à partir de là, allez dans Confidentialité et sécurité → Santé → Emuqu.
is: Apple býður vísvitandi ekki upp á URL-snið sem opnar Health-heimildasíðuna fyrir hvert forrit. Hnappurinn hér að neðan opnar eigin iOS-stillingasíðu Emuqu; þaðan ferðu í Persónuvernd og öryggi → Health → Emuqu.
it: Apple deliberatamente non espone uno schema URL che apra la pagina delle autorizzazioni Health per singola app. Il pulsante qui sotto apre la pagina Impostazioni iOS di Emuqu; da lì, vai su Privacy e sicurezza → Salute → Emuqu.
ja: Apple は意図的に、アプリごとの Health 権限ページを開く URL スキームを公開していません。下のボタンは Emuqu 専用の iOS 設定ページを開きます。そこから プライバシーとセキュリティ → ヘルスケア → Emuqu と進んでください。
ko: Apple은 의도적으로 앱별 Health 권한 페이지를 여는 URL 스킴을 제공하지 않습니다. 아래 버튼은 Emuqu 자체의 iOS 설정 페이지를 엽니다. 거기서 개인정보 보호 및 보안 → 건강 → Emuqu로 이동하세요.
nb: Apple tilbyr bevisst ikke et URL-skjema som åpner siden med Health-tillatelser for hver enkelt app. Knappen nedenfor åpner Emuqus egen iOS-innstillingsside; derfra navigerer du til Personvern og sikkerhet → Health → Emuqu.
nl: Apple biedt bewust geen URL-schema dat de pagina met Health-machtigingen per app opent. De knop hieronder opent de eigen iOS-instellingenpagina van Emuqu; ga van daaruit naar Privacy en beveiliging → Gezondheid → Emuqu.
pt_br: A Apple deliberadamente não oferece um esquema de URL que abra a página de permissões do Health por app. O botão abaixo abre a própria página de Ajustes do iOS do Emuqu; a partir daí, vá em Privacidade e Segurança → Saúde → Emuqu.
ru: Apple намеренно не предоставляет URL-схему, открывающую страницу разрешений Health для отдельного приложения. Кнопка ниже открывает собственную страницу настроек iOS для Emuqu; оттуда перейдите в «Конфиденциальность и безопасность» → «Здоровье» → Emuqu.
sv: Apple tillhandahåller medvetet inte ett URL-schema som öppnar sidan med Health-behörigheter per app. Knappen nedan öppnar Emuqus egen iOS-inställningssida; därifrån går du till Integritet och säkerhet → Hälsa → Emuqu.
zh_hans: Apple 有意不提供可打开单个应用 “健康” 权限页面的 URL 方案。下方按钮会打开 Emuqu 自己的 iOS 设置页面；从那里进入 隐私与安全性 → 健康 → Emuqu。

source: Apple Health Access
ar: الوصول إلى Apple Health
da: Adgang til Apple Health
de: Apple Health-Zugriff
es: Acceso a Apple Health
fi: Apple Health -käyttöoikeus
fr: Accès à Apple Santé
is: Aðgangur að Apple Health
it: Accesso ad Apple Health
ja: Apple Health へのアクセス
ko: Apple Health 접근 권한
nb: Tilgang til Apple Health
nl: Toegang tot Apple Health
pt_br: Acesso ao Apple Health
ru: Доступ к Apple Здоровье
sv: Åtkomst till Apple Health
zh_hans: Apple 健康 访问权限

source: Apple Health data is used only to run the app's features. It is never used for advertising or sold.
ar: تُستخدم بيانات Apple Health فقط لتشغيل ميزات التطبيق. ولا تُستخدم أبدًا للإعلانات ولا تُباع.
da: Data fra Apple Health bruges kun til at køre appens funktioner. De bruges aldrig til annoncering og sælges aldrig.
de: Apple Health-Daten werden nur für die Funktionen der App verwendet. Für Werbung werden sie nie genutzt, und verkauft werden sie auch nicht.
es: Los datos de Apple Health se usan solo para las funciones de la app. Nunca se usan para publicidad ni se venden.
fi: Apple Health -tietoja käytetään vain sovelluksen toimintojen suorittamiseen. Niitä ei koskaan käytetä mainontaan eikä myydä.
fr: Les données Apple Santé servent uniquement à faire fonctionner les fonctionnalités de l’app. Elles ne sont jamais utilisées à des fins publicitaires ni vendues.
is: Gögn úr Apple Health eru aðeins notuð til að keyra eiginleika forritsins. Þau eru aldrei notuð í auglýsingaskyni né seld.
it: I dati di Apple Salute sono usati solo per far funzionare le funzioni dell’app. Non vengono mai usati per la pubblicità né venduti.
ja: Apple ヘルスケアのデータは、アプリの機能を実行するためだけに使用されます。広告に使用されたり、販売されたりすることは一切ありません。
ko: Apple 건강 데이터는 앱의 기능을 실행하는 데에만 사용됩니다. 광고에 사용되거나 판매되는 일은 절대 없습니다.
nb: Data fra Apple Health brukes bare til å kjøre appens funksjoner. De brukes aldri til reklame og selges aldri.
nl: Gegevens uit Apple Health worden alleen gebruikt om de functies van de app uit te voeren. Ze worden nooit voor advertenties gebruikt of verkocht.
pt_br: Os dados do Apple Saúde são usados apenas para executar os recursos do app. Nunca são usados para publicidade nem vendidos.
ru: Данные Apple Здоровье используются только для работы функций приложения. Они никогда не используются для рекламы и не продаются.
sv: Data från Apple Hälsa används bara för att köra appens funktioner. Den används aldrig för reklam och säljs aldrig.
zh_hans: Apple 健康数据仅用于运行本应用的功能。绝不会用于广告，也绝不会被出售。

source: Apple Health Export
ar: تصدير إلى Apple Health
da: Apple Health-eksport
es: Exportar a Apple Health
fi: Apple Health -vienti
fr: Export Apple Santé
is: Apple Health útflutningur
it: Esportazione Apple Health
ja: Apple Health エクスポート
ko: Apple Health 내보내기
nb: Apple Health-eksport
pt_br: Exportar para Apple Health
ru: Экспорт в Apple Здоровье
zh_hans: Apple 健康 导出

source: Apple Health has no activity recorded after that recording started, so there is nothing to rebuild it from.
ar: لا يوجد في Apple Health أي نشاط مسجَّل بعد بدء ذلك التسجيل، لذا لا يوجد ما يُعاد البناء منه.
da: Apple Health har ingen registreret aktivitet efter at optagelsen begyndte, så der er intet at genopbygge den ud fra.
de: Apple Health hat nach dem Start dieser Aufzeichnung keine Aktivität erfasst — es gibt also nichts, woraus sie wiederhergestellt werden könnte.
es: Apple Health no tiene ninguna actividad registrada después de que empezó esa grabación, así que no hay nada con lo que reconstruirla.
fi: Apple Healthissa ei ole tallennettua aktiivisuutta tallennuksen alkamisen jälkeen, joten siitä ei ole mitään mistä rakentaa.
fr: Apple Santé n’a enregistré aucune activité après le début de cet enregistrement : il n’y a donc rien pour le reconstruire.
is: Apple Health hefur enga skráða hreyfingu eftir að upptakan hófst, svo það er ekkert til að endurbyggja hana úr.
it: Apple Salute non ha alcuna attività registrata dopo l’inizio di quella registrazione, quindi non c’è nulla da cui ricostruirla.
ja: その記録の開始後に Apple ヘルスケアに残っているアクティビティがないため、再構築する材料がありません。
ko: 해당 기록이 시작된 이후의 활동이 Apple 건강에 없어서 다시 만들 근거가 없습니다.
nb: Apple Health har ingen registrert aktivitet etter at opptaket startet, så det finnes ingenting å gjenoppbygge det fra.
nl: Apple Gezondheid heeft geen activiteit vastgelegd na de start van die opname, dus er is niets om hem uit te herstellen.
pt_br: O Apple Saúde não tem nenhuma atividade registrada depois que aquela gravação começou, então não há do que reconstruí-la.
ru: В Apple Здоровье нет активности после начала этой записи, поэтому восстанавливать её не из чего.
sv: Apple Hälsa har ingen registrerad aktivitet efter att inspelningen började, så det finns inget att återskapa den från.
zh_hans: Apple 健康中没有该记录开始之后的任何活动数据，因此无法据此重建。
